[
{
    "id":1,
    "name":"Royal Col Adhesive",
    "description":"Royol_col Adhesive is a high-quality adhesive used for a wide range of applications. It offers excellent bonding strength, dries quickly, and provides a durable, long-lasting hold. Ideal for both industrial and household use, Royol_col Adhesive is versatile and easy to apply",
    "Image1":"/images/adhesive bg.jpg",
    "Image2":"/images/ROYOL_COL.jpg",
    "specifications":
    {
        "no1":"Compatible Material: Cardboard, Furniture, Metal, Paper, Plastic, PVC, Wood",
        "no2":"Item Form: Paste",
        "no3":"Special Feature: Heat Resistant, Strong"
    }
},

{
    "id":2,
    "name":"GI Wire",
    "description":"GI Stitching wire is made from mild steel wire coated with zinc by electroplating process. This wire is highly recommended and appreciated by our clients for their durability and high strength. It comes in a bright finish.",
    "Image1":"/images/galvanized_stitching_wire.jpg",
    "Image2":"/images/gi_stitching_wire_home.jpg",
    "specifications":
    {
        "no1":"Comes in a Bright Finish",
        "no2":"Highly Economical",
        "no3":"Sizes:12 x 25 swg, 13 x 25 swg,14 x 25 swg, 12 x 22 swg, 14 x 22 swg & 17 x 25 swg"
    }
},

{
    "id":3,
    "name":"Plastic Twine",
    "description":"We are trading high quality Plastic Twine, which are used in the bundling of carton boxes and various other fields. Our Plastic Twine has excellent strength  with durability and flexibility. Named for the combination of attractive colors. In addition, these can be obtained from us at reasonable prices.",
    "Image1":"/images/plastic_twine_1.jpg",
    "Image2":"/images/plastic_twin_2.jpg",
    "specifications":
    {
        "no1":"Flame Retardant",
        "no2":"High Tenacity",
        "no3":"Size/Length : 100 to 200m"
    }
},

{
    "id":4,
    "name":"BOPP Packing Tapes",
    "description":"We are a highly proficient trader and supplier of BOPP Tapes in Chennai. The offered BOPP Tapes are sourced from our associated vendors. Made with optimum quality raw material with superior adhesiveness. The main features of our tapes are excellent self life and product stability. Our Tapes are mostly suitable for foods, leather & pharmaceutical industries.",
    "Image1":"/images/bopp_packing_tape_home.jpg",
    "Image2":"/images/bopp_packing_tape_2.jpg",
    "specifications":
    {
        "no1":"Excellent clarity and high gloss",
        "no2":"Resistant to low and high ranges of temperature",
        "no3":"UV, heat and moisture resistant"
    }
},

{
    "id":5,
    "name":"Book Binding cloth",
    "description":"We are suppliers of a large collection of book binding cloth to our prestigious clients. These clothes are used in the packaging industry and binders. Available in multiple colors and grades. We are a distributor of Trisul brand, Swastik Brand & KTM brand book binding cloth.",
    "Image1":"/images/book_binding_cloth_2.jpg",
    "Image2":"/images/book_binding_cloth_home.jpeg",
    "specifications":
    {
        "no1":"Optimum weight",
        "no2":"Balanced shape and size",
        "no3":"Fine finishing"
    }
},

{
    "id":6,
    "name":"Bailing Wire",
    "description":"The baling wire is fed through a baler to tie-off the bale of scrap. Baling your recyclable scrap makes loading the scrap onto a trailer for transit much easier. These wires' evenly coated oil surface prevents them from rusting and ensures a smooth feed into your baler machine.",
    "Image1":"/images/bailing_wire_home.jpg",
    "Image2":"/images/bailing_wire.jpg",
    "specifications":
    {
        "no1":"High Strength",
        "no2":"Coated Single Loop Baler Wire",
        "no3":"High Durability"
    }
},

{
    "id":7,
    "name":"Air Bubble roll",
    "description":"We offer the best quality of Air Bubble Rolls, which are used for the packaging of various products.  The air bubble roll is entrapped between the three layers to provide excellent cushioning feel, which in turn provides protection against dents and scratches. These are available in a roll form in varying lengths, sizes, colors,  prints and can also be customized as per the application requirements of the customers.",
    "Image1":"/images/air_bubble_roll_home.jpg",
    "Image2":"/images/air_bubble_roll_1.jpg",
    "specifications":
    {
        "no1":"Good & Ecnomical Quality Bubble Wrap",
        "no2":"Superior Cushioning",
        "no3":"Shock Resistance"
    }
},

{
    "id":8,
    "name":"Box Strapping Roll",
    "description":" We are the leading  supplier of Box Strapping Roll for semi automatic and fully automatic machines. The high quality  of raw material is used in developing Box Strapping Rolls. This  roll is mainly demanded in packaging and various manufacturing industries. Each and every strapping roll is checked on various parameters for ensuring its strength before dispatching into market. Offered rolls are available in various colors and sizes according to requirements of clients.",
    "Image1":"/images/Box strapping image bg.jpeg",
    "Image2":"/images/box_strapping_2.jpg",
    "specifications":
    {
        "no1":"Better pull resistance",
        "no2":"Extremely safe",
        "no3":"Superior elasticity"
    }
},

{
    "id":9,
    "name":"Arobond 555",
    "description":"Arobond 555 adhesive is specially developed emulsion for pasting of PVC/BOPP/Polyster Laminated board folding boxes. As the product is viscous it is ideally suited for hand pasting application. If used carfully, it is suitable for automation glue pasting machines also.",
    "Image1":"/images/arobond-555_1.webp",
    "Image2":"/images/arobond-555_2.webp",
    "specifications":
    {
        "no1":"Premium quality range",
        "no2":"optimal quality and durability",
        "no3":"Pasting adhesive for bopp/pvc"
    }
},

{
    "id":10,
    "name":"Brass and Copper Stitching wire",
    "description":"Pure Brass Stitching wire is made out of brass wire, containing pure copper & pure zinc. This wire also gives you the better finishing due to its bright yellow colour. This wire gives a 100% complete solution from rusting problems. Pure Copper Stitching Wire is made out of pure copper. This wire also doesn’t contain a single percentage of mild steel, giving you the complete solution from rusting problem. This wire also costs you almost nearer to the Brass wire.",
    "Image1":"/images/copper_stitching_wire_1.jpg",
    "Image2":"/images/brass_stitching_wire_1.jpg",
    "specifications":
    {
        "no1":"100% Rust Free Wires",
        "no2":"Rich red finish",
        "no3":"Sizes:12 x 25 swg, 13 x 25 swg,14 x 25 swg, 12 x 22 swg, 14 x 22 swg & 17 x 25 swg"
    }
},
{
   "id":11,
    "name":"Brass Adapter",
    "description":"Our Company hold expertise in offering high in quality Corrugation MachineBrass Adaptor to customers sprawled across the globe",
    "Image1":"/images/Brass adapter 1.jpeg",
    "Image2":"/images/Brass adapter 1.jpeg",
    "specifications":
    {
        "no1":"Material: Stainless Steel, Brass",
        "no2":"Working Pressure: 6 Bar",
        "no3":"Burst Pressure: 100 Bar"
    } 
},



{
    "id":12,
    "name":"Carton Box Stitching Machine Spare parts",
    "description":"We provide wide variety of quality goods to our prestiogious clients. The quality which we provide is unique in quality.",
    "Image1":"/images/Screenshot 2024-06-12 195330.png",
    "Image2":"/images/Screenshot 2024-06-12 195330.png",
    "specifications":
    {
        "no1":"Quality",
        "no2":"Durability",
        "no3":"Long Life"
    }
}



]
